Repository: JuiP/viewslides
Catalog: po/*.po
Languages: sq

source: View Slides
sq: Shikim i rrjedhshëm

source: Back
sq: Prapa

source: Previous page
sq: Faqja e mëparshme

source: Previous bookmark
sq: Faqja e mëparshme

source: Forward
sq: Përpara

source: Next page
sq: Faqeja tjetër

source: Next bookmark
sq: Fletëshënimi tjetër

source: Zoom out
sq: Zvogëlo

source: Zoom in
sq: Zmadho

source: Fullscreen
sq: Ekran të plotë

source: Show Image Table
sq: Shfaq Tabelën e Imazheve

source: Reload Journal Table
sq: Ringarko Tabelë e Ditarit

source: Hide Image Tables
sq: Fsheh Tabelën e Imazheve

source: Add Image
sq: Shto Imazh

source: Remove Image
sq: Largo Imazhin

source: Extract Image
sq: Ekstrakto Imazhin

source: Slideshow Image
sq: Shfaqje e rrjedhshme e imazheve

source: Available Images
sq: Imazhet në Dispozicion

source: Read
sq: Lexo

source: View
sq: Shikim

source: Slides
sq: Rrjedhshmëri

source: Underline
sq: Nënvizo

source: Success
sq: Sukses

source: added to Journal.
sq: shto në Protokoll.

source: Bookmark
sq: Fletëshënim
