Repository: JuiP/viewslides
Catalog: po/gug.po
Languages: gug

source: View Slides
gug: Jehecha Diapositivas﻿ kuera

source: Read and annotate comic book .cbz files and other collections of image files stored in Zip archives.
gug: Emoñe'ẽ ha ehaiguy kuatiañe'ẽ kuera ﻿ñongatuhakuerape .cbz ha ambue aty ta'angakuéra oñeñongatuva ﻿ñongatuhakuerape Zip.

source: Bookmark
gug: Ohaiguyva

source: Back
gug: Eguevi

source: Previous page
gug: Kuatia rogue tenondegua

source: Previous bookmark
gug: Ojehaiguy tenondeva

source: Forward
gug: Ñemotenonde

source: Next page
gug: Togue uperiregua

source: Next bookmark
gug: Ohaiguy ambueva

source: Toggle Bookmark
gug: Emoambue ohaigyva

source: Zoom out
gug: Emomichi

source: Zoom in
gug: Mbotuicha

source: Fullscreen
gug: Tenda jepyso ohechaukáva ta'anga henyhe

source: Show Image Table
gug: Jehecha yvyra pe ta'angaigui

source: Reload Journal Table
gug: Jehupijei yvyrape ojejapova'ekue

source: Hide Image Tables
gug: Ñekañy yvyra pe ta'angaigui

source: Add Image
gug: Emoĩ ta'anga

source: Remove Image
gug: Mbogue ta'anga

source: Extract Image
gug: Nohẽ ta'anga

source: Slideshow Image
gug: Ta'anga ojehechaukávarehegua

source: Available Images
gug: Ta'anga ikatuva ojeipuru

source: Success
gug: Oĩ porã

source: added to Journal.
gug: oñemoi rembiapope.
